<?php

return [

    'title_page' => 'كوبونات',
    'about_coupon' => 'معلومات الكوبون',
    'List_coupon' => 'قائمة كوبونات',
    'add_coupon' => 'إضافة كوبون',
    'edit_coupon'=> 'تعديل كوبون',
    'delete_coupon'=> 'حذف كوبون',
    'Warning_coupon'=> 'هل انت متاكد من عملية الحذف ؟',
    'nb_coupon' => 'رمز الكوبون',
    'discount' => 'سعر الخصم',
    'add_coupon2' => 'أضف كوبون للحصول على نسبة الخصم',
    'statut' => 'حالة الكوبون',    
    'status' => 'الحالة',
    'active' => 'الكوبون مفعل',
    'desactive' => 'الكوبون غير مفعل',
    'min_discount' => 'الكوبون للمنتجات التي سعرها',
    'sup' => 'اكبر او يساوي',
    'image' => 'صورة',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم الكوبون',
    'coupon'=>'الكوبون',
    'Processes'=>'العمليات',
    'Edit'=>'تعديل',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',
    'delete_coupon_Error' => 'لايمكن حذف كوبون بسبب وجود عروض تابعة لها',   
    'apply' => 'تأكيد',
    'no_coupon'=>'رمز الكوبون الخاص بك غير موجود',
    'ex_coupon'=>'انتهت صلاحية الكوبون',
    'ap_coupon'=>'تم تطبيق الكوبون القسيمة الخاص بك',



];
