<?php

return [
    'success'=>'تم حفظ البيانات بنجاح',
    'Update'=>'تم تحديث البيانات بنجاح',
    'Delete'=>'تم حذف البيانات بنجاح',
    'quantity'=>'الكمية المطلوبة أكبر من المخزون',
    'solde'=>'رصيدك لا يكفي',
    'commande'=>'تم تقديم الطلب',
    'telecharge'=>'تحميل PDF',
    'my_commandes'=>'طلباتي',
    'num_order'=>'رقم الطلب',
    'date'=>'تاريخ الطلب',
    'pre'=>'طلباتي السابقة',
    'add_carte'=>'المنتج اضيف الى السلة',
    'add_order'=>'تم تأكيد طلبك انتظر رسالة في بريدك الالكتروني',
];
