<?php

return [

    'title_page' => 'الإعدادات',
    'List_setting' => 'قائمة الإعدادات',    
    'edit_setting'=> 'تعديل الإعدادات',
    'preview'=>'معاينة الصفحة الرئيسية',    
    'slider_privew' => 'معاينة شريط التمرير',
    'add_slider'=>'أضف شريط التمرير',

    
    'image' => 'صورة',
    'heading' => 'العنوان الكبير',
    'description' => 'الوصف',
    
    'slider_info' => 'معلومات شريط التمرير',
    'slider_info_ar' => 'المعلومات بالعربية',
    'slider_info_en' => 'المعلومات بالانجليزية',
    'heading_en'=>'العنوان بالانجلزية',
    'heading_ar'=>'العنوان بالعربية',
    'image'=>'صورة شريط التمرير',
    'position'=>'موضع النص في شريط التمرير',

    
    'right'=>'اليمين',
    'left'=>'اليسار',
    'center'=>'المنتصف',




];
