<?php

return [

    'title_page' => 'الإعدادات',
    'List_setting' => 'قائمة الإعدادات',
    
    'edit_setting'=> 'تعديل الإعدادات',

    'setting_name_ar' => 'ما يظهر للواجهة بالعربية',
    'setting_name_en' => 'ما يظهر للواجهة بالانجليزية',


    'image' => 'صورة',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم الإعداد',
    'stock'=>'المخزن',
    'Processes'=>'العمليات',
    'category' => 'الفئة',
    'add_row'=>'ادراج سجل',
    'warning1'=>'يجب اضافة فئة قبل اضافة عرض',
    'delete_row'=>'حذف',
    'Edit'=>'تعديل',
    'delete_checkbox'=>'حذف الإعدادات المختارة',
    'Search_By_category'=> ' كل الفئات',
    'tout_setting'=> ' كل الإعدادات',
    'prix'=>'السعر',
    'Delete'=>'حذف',
    'nodata'=>'لا يوجد بيانات',
    'Close' => 'اغلاق',
    'fb'=>'رابط الفيسبوك',
    'Instagram'=>' رابط انستغرام',
    'editso'=>'تعديل روابط وسائل التواصل الاجتماعي',
    'delete_setting_Error' => ' لايمكن حذف الإعداد بسبب وجود بطاقات تابعة لها',
    'delete_setting_Error2' => ' هناك عروض لايمكن حذفها بسبب وجود بطاقات تابعة لها',



];
